{
  "content": "Infrastructure refers to the buildings and facilities players construct on the game board to generate resources, process materials, and support their operations.\n\nDifferent types of infrastructure provide various benefits and are essential for progressing through the game phases. Some infrastructure types are direct revenue generators, and some create opportunities for you to contract with other players to exchange goods and services.\n\n## Resources and Constraints\n\nEach infrastructure type has specific resource requirements for construction and operation. Players must manage their resources effectively to build and maintain their infrastructure while balancing other game objectives.\n\nEach piece of infrastructure has an associated one-time build price and *per-round* maintenance in EV. Additionally, crew and power are required to be able to operate them, and if you don't have enough of either, either from your own infrastructure or through contracts with other players, your infrastructure will be dormant and unable to generate any revenue or resources.\n\n## Infrastructure Types\n\n### H2O Extractor\n\nThe H2O Extractor allows players to harvest water-ice resources from the game board for a direct return of EV per round. Water is a fundamental resource required for various operations including agriculture and manufacturing. Players can build H2O Extractors on specific terrain types that are rich in water resources.\n\n### Helium-3 Extractor\n\nThe Helium-3 Extractor allows players to harvest a valuable and more rare resource from the lunar regolith for a higher direct return of EV per round than water-ice, but at a greater cost.\n\n### Solar Array\n\nThe Solar Array enables players to generate renewable power which they can use for their own needs or sell to other players.\n\n### Habitat\n\nThe Habitat provides living quarters for players and their crew. Each one affords the capacity to house, feed, and provide medical care for a certain number of crew, and that crew capacity can be used directly by the habitat-owner or leased out to other players to operate their infrastructure.\n\nBy strategically building and managing these infrastructure types, players can enhance their gameplay experience, achieve their objectives, and ultimately succeed in the game."
}
